Repository: zdavatz/AmiKo-iOS
Catalog: AmiKoDesitin/*.lproj/Localizable.strings
Languages: fr

source: [Not logged in]
fr: [non connecté]

source: %@ Database Updated!
fr: Banque des donnees %@ mises à jour!

source: %@ has already been imported
fr: %@ déjà était importé

source: ATC
fr: Prin/Atc

source: ATC Code
fr: Principe/ATC

source: Avoid combination
fr: Eviter la combinaison

source: born
fr: Anniv.

source: Cancel
fr: Annuler

source: Color Legend
fr: Légende des couleurs

source: Contact was saved in the AmiKo address book
fr: Contact enregistré dans le carnet d'adresses CoMed.

source: Contraindicated
fr: Contre-indiquée

source: Currently, there are no interactions between these drugs in the EPha.ch database. For more information, please refer to the technical information.
fr: Il n’y a aucune information dans la banque de données EPha.ch à propos d’une interaction entre les médicaments sélectionnés. Veuillez consulter les informations professionelles.

source: Data source: Public domain data from EPha.ch
fr: Source des données : données du domaine publique de EPha.ch

source: Database cannot be updated!
fr: La base de données ne peut pas être mise à jour!

source: Database Update
fr: Mise à jour de la banque des données

source: Delete
fr: Supprimer patient/compris ordonnances

source: Delete everything
fr: Tout supprimer

source: Delete package
fr: Effacer l’emballage prescrit/annot.

source: Desitin Products
fr: Produits Desitin

source: Do you want to delete the files on iCloud?
fr: Vous souhaitez signer votre ordonnance électronique?

source: Doctor
fr: Médecin

source: Doctor Signature
fr: Médecin

source: Drugs Basket
fr: Panier des Médicaments

source: Edit comment
fr: Traiter votre annotation

source: Error
fr: Erreur

source: Favorites
fr: Favoris

source: FTS
fr: RPT

source: Full Text
fr: Plein-texte

source: Full Text Search
fr: Recherche plein-texte

source: Generating E-Prescription
fr: La prescription électronique est créée.

source: HIN (ADSwiss) Login:
fr: HIN (ADSwiss):

source: HIN (SDS) Login:
fr: HIN (SDS):

source: Hits
fr: Réponse(s)

source: If no interactions are displayed, no interactions known
fr: Werden keine Interaktionen angezeigt, sind z.Z. keine Interaktionen bekannt

source: Imported %@
fr: Importé %@

source: Known interactions
fr: Interactions Connues

source: Loading
fr: Chargement en cours

source: Login with HIN (ADSwiss)
fr: Se connecter avec HIN (ADSwiss)

source: Login with HIN (SDS)
fr: Se connecter avec HIN (SDS)

source: Logout from HIN (ADSwiss)
fr: Déconnexion de HIN (ADSwiss)

source: Logout from HIN (SDS)
fr: Déconnexion de HIN (SDS)

source: man
fr: m

source: Medicines
fr: Préparation

source: No
fr: Non

source: No measures necessary
fr: Aucune mesure nécessaire

source: No package found with this barcode. Please contact zdavatz@ywesee.com
fr: Aucun paquet avec ce code-barres n'a été trouvé. Veuillez contacter zdavatz@ywesee.com

source: Open with
fr: Ouvrir avec:

source: Overwrite Prescription
fr: Rédiger la prescription

source: Own
fr: Tit

source: Owner
fr: Titulaire

source: Please add doctor's address
fr: Rajoutez l’adresse du médecin svp.

source: Precautionary measures recommended
fr: Mesures de précaution sont recommandées

source: Prep
fr: Pré

source: Preparation
fr: Préparation

source: Prescription Info
fr: Notice Infopro

source: Prescription to patient from doctor
fr: Ordon.: %1$@ %2$@, %3$@ von %4$@ %5$@ %6$@

source: Print Label
fr: Imprimer l'étiquette

source: Reg
fr: Aut

source: Reg. No
fr: No d'Autor

source: Regular monitoring
fr: Doit être régulièrement surveillée

source: Reinitializing DB...
fr: Reinitialisation de la DB...

source: Report an interaction
fr: Signaler une interaction

source: Save
fr: Sauver

source: Save as New Prescription
fr: Sauvegarder une nouvelle prescription

source: Search
fr: Recherche

source: Search in interactions
fr: Recherche d'Interactions

source: Search in report
fr: Recherche de Rapport

source: Search in technical info
fr: Recherche de Note Infopro

source: Search Patients
fr: Patients

source: Server unreachable...
fr: Serveur inaccessible...

source: Settings
fr: Préférences

source: Share
fr: Partager

source: Supported by: IBSA Institut Biochimique SA
fr: Soutenu par : IBSA Institut Biochimique SA

source: Sync with iCloud
fr: Synchronisation avec iCloud

source: The entry has been updated
fr: La saisie disponible est mise à jour.

source: Ther
fr: Thér

source: Therapy
fr: Thérapie

source: Updating %@ database
fr: Mise à jour de la base de données %@

source: woman
fr: f

source: Yes
fr: Oui

source: Your database is older than 30 days. We recommend an update. The update can also be done manually at any time by clicking on the pill in the upper left corner.
fr: Votre banque des données est âgé de plus de 30 jours. Nous vous recommandons une mise à jour. La mise à jour peut également être effectuée manuellement à tout moment en cliquant sur la pilule en haut à gauche.

source: Your medicine basket is empty
fr: Votre panier des médicaments est vide.

source: Send to ZurRose
fr: Envoyer à ZurRose?

source: Send
fr: Envoyer

source: Error Code: %ld
fr: Erreur Code: %ld

source: Prescription is sent to ZurRose
fr: La recette a été envoyée à ZurRose.
